[
  {
    "slug": "pourquoi-votre-logo-ne-doit-pas-etre-complexe",
    "title": "Pourquoi votre logo ne doit pas être complexe",
    "excerpt": "Un logo surchargé dilue votre message. La simplicité rend une identité mémorable et efficace.",
    "date": "2025-01-20",
    "content": [
      "Un logo surchargé de détails, de couleurs ou d'effets attire peut-être le regard une fois — mais il ne reste pas en mémoire. Les marques les plus reconnaissables au monde (Apple, Nike, McDonald's) ont en commun une chose : la simplicité.",
      "Un logo complexe pose aussi des problèmes pratiques : il se dégrade sur les petits formats (favicon, réseaux sociaux), il coûte plus cher à décliner en noir et blanc ou sur fonds variés, et il vieillit plus vite. Ce qui semble « riche » aujourd'hui peut vite paraître daté.",
      "Je recommande de viser un logo qui fonctionne à 2 cm comme à 2 m, en une couleur comme en quadrichromie. Moins en faire, c'est souvent en faire plus pour votre image."
    ]
  },
  {
    "slug": "couleurs-et-emotions-en-design",
    "title": "Couleurs et émotions en design",
    "excerpt": "Chaque teinte véhicule un message. Choisir sa palette, c'est choisir ce que l'on veut transmettre.",
    "date": "2025-01-15",
    "content": [
      "Le rouge évoque l'urgence, la passion ou l'énergie ; le bleu, la confiance et la sérénité ; le vert, la nature et la croissance. Ces associations ne sont pas arbitraires — elles influencent réellement la façon dont on perçoit une marque.",
      "Pour Angel Graphic, le bordeaux et l'or incarnent le luxe, la précision et un certain classicisme. Ces couleurs structurent toute l'identité visuelle que je propose.",
      "Avant de multiplier les tons, posez-vous la question : quelles émotions doit ressentir votre audience ? Votre palette doit servir cette réponse, pas la contredire."
    ]
  },
  {
    "slug": "ecouter-avant-de-creer",
    "title": "Écouter avant de créer",
    "excerpt": "Le meilleur design naît d'une vraie compréhension du projet et des personnes qu'il sert.",
    "date": "2025-01-10",
    "content": [
      "Un brief flou donne un rendu flou. Avant de toucher à la moindre forme ou couleur, j'accorde beaucoup de temps à l'écoute : qui êtes-vous, qui visez-vous, quoi les différencie, et qu'est-ce qui doit rester dans les têtes après un coup d'œil à votre visuel ?",
      "Cette phase n'est pas du luxe : elle évite les allers-retours interminables et des créations jolies mais hors-sujet. Un client qui se sent compris accepte plus facilement les choix graphiques et défend mieux sa marque.",
      "La simplicité au service du sens suppose de bien saisir le sens — et cela commence par écouter."
    ]
  }
]
